Repository: zakaisoftstudios/pimenta_frontend
Catalog: src/locales/*/messages.po
Languages: de

source: (Choose up to 5)
de: (Wähle bis zu 5 aus)

source: (can have)
de: (zusätzlich)

source: (must have)
de: (wichtig)

source: About
de: Über uns

source: About me
de: Über mich

source: About this site
de: Über diese Seite

source: About us
de: Über uns

source: Filter
de: Hinzufügen

source: Add Certificate
de: Zertifikat hinzufügen

source: Address
de: Adresse

source: Address (street and number)
de: Adresse (Straße und Nummer)

source: Address (street and number) is required
de: Adresse (Straße und Nummer) ist erforderlich

source: Age from
de: Alter ab

source: Age to
de: Alter bis

source: All
de: Alle

source: Any
de: Beliebig

source: Apply
de: Anwenden

source: Aprenticeship
de: Ausbildung

source: Aprrencticeship
de: Ausbildung

source: Are you sure you want to remove this Job Offer?
de: Bist du dir sicher deine Ausschreibung zu löschen?

source: Are you sure you want to remove this Subject Offer?
de: Bist du dir sicher deine Ausschreibungen zu löschen?

source: Are you sure?
de: Bist du sicher?

source: Area of graduation
de: Bereich des Abschlusses

source: Area of graduation: {0}
de: Bereich des Abschlusses: {0}

source: Area of graduation: {area_of_graduation}
de: Bereich des Abschlusses: {area_of_graduation}

source: Available From (mm/dd/yyyy)
de: Verfügbar ab (mm/dd/yyyy)

source: Available for mobility
de: Reise- und Fahrbereitschaft

source: Available for mobility: {0}
de: Reise- und Fahrbereitschaft: {0}

source: Available from is required
de: Verfügbar ab wird benötigt

source: Avatar Image
de: Avatar Bild

source: Average Grade
de: Durchschnittsnote

source: Average Grade: {0}
de: Durchschnittsnote: {0}

source: Average Grade: {grade_point_average}
de: Durchschnittsnote: {grade_point_average}

source: Average grade
de: Durchschnittsnote

source: Average grade {gradePointAverage}
de: Durchschnittsnote {gradePointAverage}

source: Banner Image
de: Banner Bild

source: Be in touch
de: Kontakt

source: Birthday (mm/dd/yyyy)
de: Geburtstag (mm/dd/yyyy)

source: Birthday is required
de: Geburtstag wird benötigt

source: Can have:
de: Zusätzlich:

source: Cancel
de: Abbrechen

source: Certificate
de: Zertifikat

source: Certificates
de: Zertifikate

source: Re-education
de: Umschulung

source: Business Economist
de: Betriebswirt

source: Apprenticeship
de: Ausbildung

source: Change Password
de: Passwort ändern

source: Choose Image
de: Bild auswählen

source: Choose Video
de: Video auswählen

source: Choose at least 1 interest
de: Wähle mindestens eine Interesse

source: Choose at least 1 skill
de: Wähle mindestens eine Fähigkeit

source: Choose at least 1 strength
de: Wähle mindestens eine Stärke

source: Choose up to 5
de: Wähle bis zu 5

source: City
de: Stadt

source: City is required
de: Stadt wird benötigt

source: Clear filters
de: Filter zurücksetzen

source: Company
de: Unternehmen

source: Company Name
de: Unternehmensname

source: Confirm
de: Bestätigen

source: Contact Email
de: Kontakt E-Mail

source: Content
de: Themen und Inhalte

source: Content is required
de: Themen und Inhalte wird benötigt

source: Continue
de: Weiter

source: Cost from
de: Kosten ab

source: Cost to
de: Kosten bis

source: Country
de: Land

source: Country is required
de: Land wird benötigt

source: Cover Image
de: Cover Bild

source: Create an account
de: Erstelle deinen Account

source: Current job status
de: Berufsstatus

source: Current job status is required
de: Berufsstatus wird benötigt

source: DELETE
de: LÖSCHEN

source: Delete
de: LÖSCHEN

source: Department
de: Abteilung

source: Did you forget your password?
de: Passwort vergessen?

source: Distance (nearest)
de: Entfernung (am nächsten)

source: Start Date (nearest)
de: Startdatum (nächstes)

source: or learn more <0>here</0>
de: oder erfahre <0>hier</0> mehr

source: Do you want to remove <0>{targetName}</0>?
de: Möchtest du löschen <0>{targetName}</0>?

source: Do you want to remove the conversation? The match will be undone and all the likes and hunts between the party will be removed.
de: Möchtest du den Chat löschen? Das Match wird aufgehoben und alle Likes zwischen euch werden zurückgenommen.

source: Done!
de: Erledigt!

source: Duration from (h)
de: Dauer ab (h)

source: Duration in hours
de: Dauer in Stunden

source: Duration is required
de: Dauer wird benötigt

source: Duration to (h)
de: Dauer bis (h)

source: EDIT
de: ANPASSEN

source: Edit
de: Anpassen

source: Educational
de: Schulischer Werdegang

source: Educational Level
de: Höchster Abschluss

source: Educational level is required
de: Höchster Abschluss wird benötigt

source: Email is required
de: E-Mail wird benötigt

source: Ending date (mm/dd/yyyy)
de: Ende am (mm/dd/yyyy)

source: Experiences
de: Erfahrung

source: Female
de: Weiblich

source: Filter by
de: Filter

source: For Jobs
de: Berufsangebote

source: For Subjects
de: Bildungsangebote

source: Forgot Password
de: Passwort vergessen

source: Forgot password
de: Passwort vergessen

source: From (mm/dd/yyyy)
de: Von (mm/dd/yyyy)

source: From is required
de: Von wird benötigt

source: From {0}
de: Von {0}

source: From {0} • {durationInHours}h
de: Von {0} • {durationInHours}h

source: Full Time Job
de: Vollzeit Job

source: Gender
de: Geschlecht

source: Gender is required
de: Geschlecht wird benötigt

source: Grade point average is required
de: Durchschnittsnote wird benötigt

source: Graduation is required
de: Abschluss wird benötigt

source: Has driver licence
de: Führerschein

source: Has driver license is required
de: Angabe zum Führerschein wird benötigt

source: Has driver license: {0}
de: Führerschein: {0}

source: Highest graduation level
de: Höchster Abschluss

source: Highest graduation level is required
de: Höchster Abschluss wird benötigt

source: Hour
de: Stunden

source: Hours per week
de: Stunden pro Woche

source: How far should be your next step? <0/>A new city or a higher wage? <1/>Maybe you know the industry, but <2/>aren't sure about THE company. <3/><4/>Filter your dream job and we help you find it!
de: Wie weit soll dein nächster Schritt entfernt sein? <0/>Eine neue Stadt oder mehr Gehalt? <1/>Vielleicht weißt du in welchem Bereich du arbeiten willst, aber <2/>du kennst kein Unternehmen. <3/><4/>Benutz die Filter und wir helfen dir zu deiner erfolgreichen Zukunft!

source: How far should be your next step? <0/>A new city or a higher wage? <1/>Maybe you know the industry, but <2/>aren't sure about THE company. <3/><4/>Filter your dream subject and we help you find it!
de: Wie weit soll dein nächster Schritt entfernt sein? <0/>Eine neue Stadt oder mehr Gehalt? <1/>Vielleicht weißt du in welchem Bereich du arbeiten willst, aber <2/>du kennst kein Unternehmen. <3/><4/>Benutz die Filter und wir helfen dir zu deiner erfolgreichen Zukunft!

source: Hunted at {0}
de: Hunted am {0}

source: Hunted by
de: Hunted von

source: I have read the terms of use and agree.
de: Ich habe die Nutzungsbedingungen gelesen und bin einverstanden.

source: Image
de: Bild

source: Image Upload
de: Bilder hochladen

source: In order to start using our awesome features, please complete your profile information.
de: Um zu beginnen und unsere innovativen Funktionen zu nutzen, bitten wir dich, dein Profil vollständig auszufüllen.

source: Industry Sector
de: Industriesektor

source: Industry sector is required
de: Industriesektor wird benötigt

source: Institution
de: Unternehmen

source: Institution is required
de: Unternehmen wird benötigt

source: Int. Degree Program
de: duales Studium

source: Interests
de: Interessen

source: Internship
de: Praktikum

source: Invalid URL (e.g., https://google.com)
de: Falsche URL (z.B., https://google.com)

source: Invalid credentials
de: Fehlerhafte Referenz

source: Invalid date. Format as mm/dd/yyyy.
de: Ungültiges Datum. Format bitte mm/dd/yyyy.

source: Invalid email
de: Fehlerhafte E-Mail

source: Invalid email address
de: Fehlerhafte E-Mail Adresse

source: It will no longer appear in your list.
de: Es wird dir nicht länger angezeigt.

source: Job Offers
de: Jobangebote

source: Job Role
de: Jobbezeichnung

source: Job Role is required
de: Jobbezeichnung wird benötigt

source: Job Title
de: Jobbezeichnung

source: Language: English
de: Sprache: English

source: Leave
de: Verlassen

source: Liked from
de: Likes von

source: Liked {0} subject offers
de: Liked {0} Bildungsmöglichkeiten

source: Likes given
de: Likes gegeben

source: Link to Website
de: Link zur Website

source: Login error
de: Login Fehler

source: Male
de: Männlich

source: Match (highest)
de: Match (höchste Übereinstimmung)

source: Max Average Grade
de: Max. Durchschnittsnote

source: Max distance
de: Max Entfernung

source: Max grade of 100
de: Max Note ist 100

source: Maximum working hours per week are 50
de: Max Wochenarbeitszeit in Stunden ist 50

source: Messages
de: Nachrichten

source: Min 1 place
de: Min 1 Platz

source: Min cost of 0
de: Min Kosten von 0

source: Min grade of 0
de: Min Note 0

source: Min grade of 1
de: Min Note 1

source: Minimum Degree
de: Mindestabschluss

source: Minimum Degree is required
de: Mindestabschluss wird benötigt

source: Minimum working hours per week is 1
de: Min Wochenarbeitszeit in Stunden ist 1

source: Mobility
de: Mobilität

source: Mobility is required
de: Mobilität wird benötigt

source: Month
de: Monat

source: Year
de: Jahr

source: More
de: Erzähl etwas über dich

source: Must have:
de: Wichtig:

source: Name is required
de: Name wird benötigt

source: Name of the University
de: Name der Bildungseinrichtung

source: Name of the class
de: Titel des Kurses

source: Name of the class is required
de: Titel des Kurses wird benötigt

source: New certificates:
de: Neue Zertifikate:

source: New education entries:
de: Neue Einträge zur schulischen Entwicklung:

source: New work experiences:
de: Neue Berufserfahrungen:

source: Next slide
de: Nächste Seite

source: Do you want to delete your account?
de: Möchten Sie Ihr Konto löschen?

source: Delete Account
de: Konto löschen

source: By doing this, you will delete all data from your account, without going back
de: Auf diese Weise löschen Sie alle Daten aus Ihrem Konto, ohne zurück zu gehen

source: No
de: Nein

source: Now we just need you to confirm the e-mail we sent to
de: Jetzt musst du nur noch deine E-Mail Adresse bestätigen und kannst direkt loslegen. Schau dazu bitte auch in deinem Spam-Ordner nach

source: Number of Employess
de: Anzahl der Mitarbeiter

source: Number of employees is required
de: Anzahl der Mitarbeiter wird benötigt

source: Number of employees must be positive
de: Anzahl der Mitarbeiter muss größer als 0 sein

source: Number of places
de: Freie Plätze

source: Number of students
de: Anzahl der Studierenden

source: Numerus Clausus (from 0.0 to 15.0)
de: Numerus Clausus (von 0.0 bis 15.0)

source: Nummerus Clausus
de: Numerus Clausus

source: Nummerus clausus: {0}
de: Numerus Clausus: {0}

source: OPNV
de: ÖPNV

source: Order by
de: Ordnen nach

source: PDF is required
de: PDF Format wird benötigt

source: Part Time Job
de: Teilzeitjob

source: Passord must have at least 6 characters
de: Passwort muss mindestens 6 Zeichen haben

source: Password confirmation is required
de: Passwortbestätigung wird benötigt

source: Password is required
de: Passwort wird benötigt

source: Password reset
de: Passwort zurücksetzen

source: Passwords don't match
de: Passwörter ungleich

source: Period
de: Zeitraum

source: Perspectives
de: Perspektiven

source: Perspectives are required
de: Perspektiven werden benötigt

source: Perspectives is required
de: Perspektiven werden benötigt

source: Pick up at least one
de: Entscheide dich mindestens für eine

source: Pick up five at most
de: Entscheide dich für maximal 5

source: Pick up maximum five
de: Entscheide dich für maximal 5

source: Please upload only videos under 100mb.
de: Bitte lade nur Videos unter 100mb hoch.

source: Postal Code is required
de: Postleitzahl wird benötigt

source: Posted at {0}
de: Veröffentlicht am {0}

source: Previous slide
de: Vorherige Seite

source: Privacy Policy
de: Datenschutz & Privatsphäre

source: Private
de: Privat

source: Professional
de: Beruflicher Werdegang

source: Profile
de: Profil

source: Profile type is required
de: Profiltyp wird benötigt

source: Public
de: Öffentlich

source: Published
de: Veröffentlicht

source: Register
de: Registrieren

source: Registration confirmed!
de: Registrierung bestätigt!

source: Results
de: Ergebnisse

source: Return
de: Zurück

source: Role
de: Stelle

source: Role is required
de: Stelle wird benötigt

source: Save
de: Speichern

source: Save and Return
de: Speichern und zurück

source: Save and return
de: Speichern und zurück

source: School Name
de: Name der Schule

source: School name is required
de: Name der Schule wird benötigt

source: Search
de: Suche

source: Search a keyword or filter to <0/> find your next candidate
de: Sucht nach einem Keyword oder nutz die Filter um <0/> euren nächsten Kandidaten zu finden

source: Search by company name, job title, country and city...
de: Keywordsuche wie auf Google oder einfach unten mit Suche alles anzeigen lassen und dann Filtern.

source: Search by name, skill, country, city and graduation...
de: Keywordsuche wie auf Google oder einfach alle Kandidaten anzeigen lassen und filtern.

source: Search by university name, subject title, country and city...
de: Keywordsuche wie auf Google oder einfach alles anzeigen lassen und dann filtern.

source: Security
de: Sicherheit

source: Send message
de: Senden

source: Should be a PDF file
de: Bitte nur PDF´s

source: Sign up for a new C2SU account
de: Account erstellen

source: Skills
de: Fähigkeiten

source: Special Features
de: Besonderheiten

source: Special features & Partners of the university
de: Besonderheiten & Partner der Bildungseinrichtung

source: Special features is required
de: Besonderheiten werden benötigt

source: Speciality
de: Spezialisierung

source: Start now with Facebook
de: Starte mit Facebook

source: Starting Date (mm/dd/yyyy)
de: Start am (mm/dd/yyyy)

source: Starting date
de: Start am

source: Starting date (mm/dd/yyyy)
de: Start am (mm/dd/yyyy)

source: Starting date is required
de: Start am wird benötigt

source: Street is required
de: Straße wird benötigt

source: Strenghts
de: Stärken

source: Strengths
de: Stärken

source: Student
de: Bewerber

source: Student Employee
de: Werkstudent

source: Student Hunting
de: Bewerber hunting

source: Subject Offers
de: Bildungsangebote

source: Subject areas
de: Fachbereiche

source: Subject areas is required
de: Fachbereiche wird benötigt

source: Subjects
de: Kurse

source: Successfull registration! We sent you a confirmation email.
de: Herzlichen Glückwunsch! Deine Registrierung war erfolgreich. Wir haben dir eine Bestätigungsmail gesendet. Schau auch bitte in deinem Spam nach.

source: Tasks
de: Aufgaben

source: Tasks is required
de: Aufgaben werden benötigt

source: Terms & Conditions
de: Nutzungsbedingungen

source: Terms and Conditions
de: Nutzungsbedingungen

source: Tests
de: Prüfungen

source: Tests are required
de: Prüfungen werden benötigt

source: The match will be undone and your conversations will be removed.
de: Das Match wird aufgehoben und der Chat gelöscht.

source: Title
de: Titel

source: Title is required
de: Titel wird benötigt

source: To (mm/dd/yyyy)
de: Bis (mm/dd/yyyy)

source: Total
de: Gesamt

source: Type a zip code to search
de: Gib deine Postleitzahl ein

source: Type is required
de: Typ wird benötigt

source: Type of University
de: Art der Bildungseinrichtung

source: Type of University is required
de: Art der Bildungseinrichtung wird benötigt

source: Type of degree
de: Art des Abschlusses

source: Type of degree is required
de: Art des Abschlusses wird benötigt

source: University
de: Bildungseinrichtung

source: Unpublished
de: Archiv

source: Update
de: Aktualisieren

source: Upload a Certificate
de: Zertifikat hochladen

source: Value (EUR)
de: Währung (EUR)

source: Video Upload
de: Video hochladen

source: Wage
de: Gehalt

source: Wage from
de: Gehalt von

source: Wage must be positive
de: Gehalt muss positiv sein

source: Wage to
de: Gehalt bis

source: Was born at {dateOfBirth,date} - {0} years
de: Geboren am {dateOfBirth,date} - {0} Jahre

source: We are
de: Wir sind

source: We are confirming your registration...
de: Wir bestätigen deine Registrierung…

source: We are is required
de: Wir sind wird benötigt

source: We just sent you one email with the link to change your password
de: Du erhältst in den nächsten Minuten eine E-Mail, mit der du dein Passwort zurücksetzen kannst

source: Week
de: Woche

source: Welcome to Click To Success!
de: Herzlich Willkommen bei click to success!

source: What is expected from us
de: Was du von uns erwarten kannst

source: What is expected from us is required
de: Was du von uns erwarten kannst wird benötigt

source: What is expected from you
de: Was wir von dir erwarten

source: What is expected from you is required
de: Was wir von dir erwarten wird benötigt

source: What we do
de: Was wir machen

source: What we do is required
de: Was wir machen wird benötigt

source: Why should you join
de: Darum solltest du Teil des Teams werden

source: Why should you study here
de: Deswegen solltest du genau hier lernen

source: Why should you study here is required
de: Deswegen solltest du genau hier lernen wird benötigt

source: Why we do it
de: Deswegen gibt es uns

source: Why we do it is required
de: Deswegen gibt es uns wird benötigt

source: Why you should join
de: Darum solltest du Teil des Teams werden

source: Why you should join is required
de: Darum solltest du Teil des Teams werden wird benötigt

source: Why you should study here
de: Deswegen solltest du genau hier lernen

source: Working hours per week
de: Arbeitsstunden pro Woche

source: Working hours per week from
de: Arbeitsstunden pro Woche von

source: Working hours per week to
de: Arbeitsstunden pro Woche bis

source: Write your message
de: Schreib deine Nachricht

source: Yes
de: Ja

source: You are leaving the page without saving and will lose all changed data.
de: Möchtest du die Seite wirklich ohne speichern verlassen? Alle Daten werden gelöscht.

source: You are:
de: Du bist:

source: You have a new match!
de: Du hast ein neues Match!

source: You have no messages! <0/>Connect with a professional <1/> to start to chat.
de: Du hast noch keine Nachrichten! <0/> Match mit einem Unternehmen <1/> um den Chat zu starten.

source: You hunted a student who have already liked one of your job offers, and now you can chat to each other.
de: Du hast einen Bewerber geliked, der schon einen deiner Jobs geliked hat. Deswegen könnt ihr jetzt direkt im Chat schreiben.

source: You liked a job from a company which already liked you too, and now you can chat to each other.
de: Du hast gerade den Job eines Unternehmens geliked, die dich vorher schon geliked haben. Also ab in den Chat und tauscht euch aus.

source: Your password was updated
de: Dein Passwort wurde aktualisiert

source: Zip Code is required
de: Postleitzahl wird benötigt

source: Zip code
de: Postleitzahl

source: add your educational history
de: Trage deine Abschlüsse ein

source: add your work experiences
de: Trage deine Berufserfahrungen ein

source: confirm password
de: Passwort bestätigen

source: no certificates
de: keine Zertifikate hochgeladen

source: no educational entries
de: keine Einträge

source: no liked subjects yet
de: Du hast noch keine Bildungsangebote geliked

source: no one liked you yet
de: Bis jetzt wurdest du noch nicht geliked. Ein Tipp für mehr Likes - vervollständige dein Profil und lade mehr Bilder und Videos hoch, um den Menschen mehr zu zeigen

source: no one liked your subjects yet
de: Bis jetzt hat noch keiner eure Bildungsangebote geliked. Ein Tipp für mehr Likes - Optimiert die Inhalte und ladet Bilder und Videos hoch

source: no professional entries
de: keine Einträge

source: none
de: keine

source: not informed
de: keine Angaben

source: ongoing
de: aktuell

source: password
de: Passwort

source: pick up max 5 certificates
de: Lade maximal 5 Zertifikate hoch

source: students
de: Bewerber

source: subjects
de: Bildungsmöglichkeiten

source: there are no students who match your current search
de: Im Augenblick haben wir keine passenden Bewerber zu deinen Anforderungen. Keine Angst jeden Tag melden sich neue Bewerber an, also einfach in ein paar Tagen noch einmal versuchen oder die Filter anpassen

source: there's no job offers that match your current search
de: Im Augenblick haben wir keine Berufsangebote, die zu dir passen. Keine Angst, jeden Tag melden sich neue Unternehmen an. Entweder in ein paar Tagen noch einmal probieren, die Filter verändern oder deine Angaben zu Stärken, Interessen und Fähigkeiten anpassen

source: there's no subject offers that match your current search
de: Im Augenblick haben wir keine Bildungsangebote, die zu dir passen. Keine Angst, jeden Tag melden sich neue Einrichtungen an. Entweder in ein paar Tagen noch einmal probieren, die Filter verändern oder deine Angaben zu Stärken, Interessen und Fähigkeiten anpassen

source: to {0}
de: bis {0}

source: you don't have any published Job Offer yet
de: Du hast noch keine veröffentlichten Berufsangebote

source: you don't have any published Subject Offer yet
de: Du hast noch keine veröffentlichten Bildungsangebote

source: you don't have any unpublished Job Offer yet
de: Du hast noch keine Berufsangebote in deinem Archiv

source: you don't have any unpublished Subject Offer yet
de: Du hast noch keine Bildungsangebote in deinem Archiv

source: you haven't been hunted by any company yet
de: Bis jetzt wurdest du noch nicht gehunted. Ein Tipp für mehr Hunts - vervollständige dein Profil und lade mehr Bilder und Videos hoch, um den Menschen mehr zu zeigen

source: you haven't hunted anyone yet
de: Bis jetzt hast du noch keinen Bewerber gehunted. Also direkt starten und Bewerber auf dein Unternehmen aufmerksam machen

source: {0, plural, one {Applied in # position} other {Applied in # positions}}
de: {0, plural, one {Applied in # Position} other {Applied in # Positionen}}

source: {0} at
de: {0} bei

source: {0} at {1}
de: {0} bei {1}

source: {0} at {company_name}
de: {0} bei {company_name}

source: {age} years old
de: {age} Jahre alt

source: {freePlaces} spots available
de: {freePlaces} Plätze verfügbar

source: {grade_point_average} average grade
de: {grade_point_average} Durchschnittsnote

source: {hoursOfClassesPerWeek}h per week
de: {hoursOfClassesPerWeek}h pro Woche

source: {numberOfEmployees, plural, one {# Employee} other {# Employees}}
de: {numberOfEmployees, plural, one {# Mitarbeiter} other {# Mitarbeiter}}

source: {numberOfPlaces} free places
de: {numberOfPlaces} freie Plätze

source: {number_of_employees, plural, one {# Employee} other {# Employees}}
de: {number_of_employees, plural, one {# Mitarbeiter} other {# Mitarbeiter}}

source: {totalItemsCount, plural, one {# Job Offer found} other {# Job Offers found}}
de: {totalItemsCount, plural, one {# Jobangebot gefunden} other {# Jobangebot gefunden}}

source: {totalItemsCount, plural, one {# Subject Offer found} other {# Subject Offers found}}
de: {totalItemsCount, plural, one {# Bildungsangebot gefunden} other {# Bildungsangebot gefunden}}

source: {totalItemsCount} found
de: {totalItemsCount} gefunden

source: {workingHoursPerWeek} per week
de: {workingHoursPerWeek} pro Woche

source: {working_hours_per_week}h per week
de: {working_hours_per_week}h pro Woche

source: © C2SU | All right reserved
de: © C2SU | Alle Rechte vorbehalten

source: • {0} away
de: • {0} entfernt

source: • {number_of_places} free places
de: • {number_of_places} freie Plätze
